Repository: Maskinteknologsektionen/Hemsidan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Booking App
sv: Boknings app

source: end
sv: slut

source: Booking spot
sv: Bokningstillfälle

source: Booking spots
sv: Bokningstillfällen

source: app config
sv: app konfiguration

source: name
sv: namn

source: made by
sv: skapad av

source: Booking
sv: Bokning

source: Bookings
sv: Bokningar

source: Save changes
sv: Spara ändringar

source: Make booking
sv: Gör bokning

source: Do you want to book this?
sv: Vill du boka det här?

source: End
sv: Slut

source: Committee
sv: Utskott/Kommitté/Bifirma

source: Leave blank for private use.
sv: Lämna tomt för privat bruk.

source: Login required to make bookings.
sv: Inloggning krävs för att göra bokningar.

source: Something went wrong
sv: Någonting gick fel

source: Free
sv: Ledig

source: Name
sv: Namn

source: Become member
sv: Bli medlem

source: Want to become a member?
sv: Vill du bli medlem?

source: Member group
sv: Medlemsgrupp

source: School year
sv: Läsår

source: School years
sv: Läsår

source: Member years
sv: Läsår

source: Phone number
sv: Telefonnummer

source: Mechanical engingering
sv: Maskinteknik

source: Design and Product Development
sv: Design och produktutveckling

source: Energy-Environment-Management
sv: Energi - miljö - management

source: Exchange student
sv: Utbytesstudent

source: Other
sv: Annat

source: Start year
sv: Startår

source: Master profile
sv: Masterprofil

source: Profile
sv: Profil

source: Profiles
sv: Profiler

source: location
sv: plats

source: timestamp
sv: tidsstämpel

source: Sign up
sv: Registrering

source: Sign ups
sv: Registreringar

source: swedish
sv: svenska

source: english
sv: engelska

source: No items available
sv: Inga objekt är tillgängliga här för tillfället

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Search for title
sv: Sök efter rubrik

source: All
sv: Alla

source: At Linköping university
sv: Vid Linköpings universitet

source: Log out
sv: Logga ut

source: Log in
sv: Logga in

source: You are not a member of the association. Want to become one?
sv: Du är inte medlem i sektionen för det här läsåret. Vill du bli det?

source: Yes, sign me up!
sv: Ja, registrera mig!

source: No thanks.
sv: Nej tack.

source: Check in
sv: Checka in

source: Pick event
sv: Välj event

source: Search
sv: Sök

source: Blip
sv: Blippa

source: Remove sign up
sv: Ta bort registrering

source: Do you want to delete the sign up for:
sv: Vill du ta bort registrering för:

source: on event:
sv: på event:

source: Yes, I'm sure.
sv: Ja, jag är säker.

source: No
sv: Nej

source: Membership
sv: Medlemskap

source: Already checked in
sv: Redan incheckad

source: No users found.
sv: Inga användare hittade

source: Change to language:
sv: Byt till språk:

source: Permission denied
sv: Åtkomst nekades

source: Permission denied, please contact the webmaster.
sv: Tillstånd nekad, kontakta webbansvarig.

source: You are registerd as a member for Maskinsektionen for this school year!
sv: Du är medlem i Maskinteknolgsektionen för det här läsåret!

source: You are not a member of Maskinsektionen for this school year.
sv: Du är inte medlem i Maskinteknologsektionen för det här läsåret.

source: signed in
sv: incheckade

source: members
sv: medlemar

source: Timestamp
sv: Tidsstämpel

source: Remove
sv: Ta bort

source: No sign ups found.
sv: Inga registreringar hittade.

source: No student found with card number:
sv: Ingen student med kortnummer:

source: Already checked in to this event.
sv: Redan incheckad på detta event.
